Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: This backup version is not supported.
de: Diese Sicherungsversion wird nicht unterstützt.
el: Αυτή η έκδοση αντιγράφου ασφαλείας δεν υποστηρίζεται.
es: Esta versión de la copia de seguridad no es compatible.
fr: Cette version de sauvegarde n’est pas prise en charge.
it: Questa versione di backup non è supportata.
ja: このバックアップバージョンはサポートされていません。
nl: Deze back-upversie wordt niet ondersteund.
pt_pt: Esta versão de backup não é suportada.
sv: Den här säkerhetskopieringsversionen stöds inte.

source: Deletes this item from iCloud and all synchronized devices. This action cannot be undone.
de: Löscht dieses Objekt aus iCloud und von allen synchronisierten Geräten. Diese Aktion kann nicht rückgängig gemacht werden.
el: Διαγράφει αυτό το στοιχείο από το iCloud και όλες τις συγχρονισμένες συσκευές. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Elimina este elemento de iCloud y de todos los dispositivos sincronizados. Esta acción no se puede deshacer.
fr: Supprime cet élément d’iCloud et de tous les appareils synchronisés. Cette action est irréversible.
it: Elimina questo elemento da iCloud e da tutti i dispositivi sincronizzati. Questa azione non può essere annullata.
ja: この項目をiCloudおよび同期済みのすべてのデバイスから削除します。この操作は取り消せません。
nl: Verwijdert dit item uit iCloud en alle gesynchroniseerde apparaten. Deze actie kan niet ongedaan worden gemaakt.
pt_pt: Elimina este item do iCloud e de todos os dispositivos sincronizados. Esta ação não pode ser anulada.
sv: Raderar detta objekt från iCloud och alla synkroniserade enheter. Åtgärden kan inte ångras.

source: Image
de: Bild
el: Εικόνα
es: Imagen
it: Immagine
ja: 画像
nl: Afbeelding
pt_pt: Imagem
sv: Bild

source: Today
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
nl: Vandaag
pt_pt: Hoje
sv: Idag

source: The MCP tool arguments do not match the tool schema.
de: Die Argumente des MCP-Tools stimmen nicht mit dem Toolschema überein.
el: Τα επιχειρήματα του εργαλείου MCP δεν ταιριάζουν με το σχήμα του εργαλείου.
es: Los argumentos de la herramienta MCP no coinciden con el esquema de la herramienta.
fr: Les arguments de l’outil MCP ne correspondent pas au schéma de l’outil.
it: Gli argomenti dello strumento MCP non corrispondono allo schema dello strumento.
ja: MCPツールの引数がツールスキーマと一致しません。
nl: De argumenten van de MCP-tool komen niet overeen met het toolschema.
pt_pt: Os argumentos da ferramenta MCP não correspondem ao esquema da ferramenta.
sv: Argumenten för MCP-verktyget stämmer inte överens med verktygsschemat.

source: Local prompt template deletion metadata is invalid and was preserved.
de: Die Löschmetadaten der lokalen Prompt-Vorlage sind ungültig und wurden beibehalten.
el: Τα μεταδεδομένα διαγραφής του τοπικού προτύπου προτροπής δεν είναι έγκυρα και διατηρήθηκαν.
es: Los metadatos de eliminación de la plantilla de indicaciones local no son válidos y se conservaron.
fr: Les métadonnées de suppression du modèle d’invite local ne sont pas valides et ont été conservées.
it: I metadati per l’eliminazione del modello di prompt locale non sono validi e sono stati conservati.
ja: ローカルプロンプトテンプレートの削除メタデータが無効なため、保持されました。
nl: De verwijderingsmetagegevens van de lokale promptsjabloon zijn ongeldig en zijn behouden.
pt_pt: Os metadados de eliminação do modelo de pedido local são inválidos e foram preservados.
sv: Metadata för borttagning av lokal promptmall är ogiltiga och har bevarats.

source: Integrations
de: Integrationen
el: Ενσωματώσεις
es: Integraciones
fr: Intégrations
it: Integrazioni
ja: 連携機能
nl: Integraties
pt_pt: Integrações
sv: Integrationer

source: Midnight
de: Mitternacht
el: Μεσάνυχτα
es: Medianoche
fr: Minuit
it: Mezzanotte
ja: ミッドナイト
nl: Middernacht
pt_pt: Meia-noite
sv: Midnatt

source: Pricing
de: Preise
el: Τιμολόγηση
es: Precios
fr: Tarification
it: Prezzi
ja: 価格情報
nl: Prijzen
pt_pt: Preços
sv: Prissättning

source: App Data Reset Failed
de: Zurücksetzen der App-Daten fehlgeschlagen
el: Η επαναφορά των δεδομένων της εφαρμογής απέτυχε
es: No se pudo restablecer los datos de la app
fr: Échec de la réinitialisation des données de l’appuite
it: Ripristino dei dati dell’app non riuscito
ja: アプリデータのリセットに失敗しました
nl: Resetten van appgegevens mislukt
pt_pt: Falha ao repor os dados da aplicação
sv: Återställning av appdata misslyckades

source: Model Parameters
de: Modellparameter
el: Παράμετροι Μοντέλου
es: Parámetros del modelo
fr: Paramètres du modèle
it: Parametri del modello
ja: モデルパラメータ
pt_pt: Parâmetros do Modelo
sv: Modellparametrar

source: Start a conversation
de: Konversation starten
el: Ξεκινήστε μια συνομιλία
es: Iniciar una conversación
fr: Démarrer une conversation
it: Inizia una conversazione
ja: 会話を始める
nl: Begin een gesprek
pt_pt: Iniciar uma conversa
sv: Starta en konversation

source: Changing app icon...
de: App-Symbol wird geändert …
el: Αλλαγή εικονιδίου εφαρμογής...
es: Cambiando el icono de la app...
fr: Modification de l’icône de l’app…
it: Modifica dell’icona dell’app...
ja: アプリアイコンを変更中…
nl: Apppictogram wijzigen...
pt_pt: A alterar o ícone da aplicação...
sv: Ändrar appikon...

source: Data Analyst
de: Datenanalyst
el: Αναλυτής Δεδομένων
es: Analista de datos
fr: Analyste de données
it: Analista Dati
ja: データアナリスト
nl: Data-analist
pt_pt: Analista de Dados
sv: Dataanalytiker

source: Save Image...
de: Bild sichern…
el: Αποθήκευση εικόνας...
es: Guardar imagen...
fr: Enregistrer l’image…
it: Salva immagine...
ja: 画像を保存…
nl: Afbeelding opslaan...
pt_pt: Guardar imagem...
sv: Spara bild...

source: Max Tokens
de: Maximale Tokenanzahl
el: Μέγιστοι χαρακτήρες
es: Máximo de tokens
fr: Nombre maximal de jetons
it: Token massimi
ja: 最大トークン数
nl: Maximaal aantal tokens
pt_pt: Tokens Máximos
sv: Maximalt antal token

source: Christmas
de: Weihnachten
el: Χριστούγεννα
es: Navidad
fr: Noël
it: Natale
ja: クリスマス
nl: Kerstmis
pt_pt: Natal
sv: Jul 񟿿

source: Unable to read the backup file.
de: Die Sicherungsdatei kann nicht gelesen werden.
el: Αδυναμία ανάγνωσης του αρχείου αντιγράφου ασφαλείας.
es: No se puede leer el archivo de copia de seguridad.
fr: Impossible de lire le fichier de sauvegarde.
it: Impossibile leggere il file di backup.
ja: バックアップファイルを読み取れません。
nl: Kan het back-upbestand niet lezen.
pt_pt: Não foi possível ler o ficheiro de backup.
sv: Kan inte läsa säkerhetskopieringsfilen.

source: or
de: oder
el: ή
es: o
fr: ou
it: o
ja: または
nl: of
pt_pt: ou
sv: eller

source: Enable Notifications
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
es: Activar notificaciones
fr: Activer les notifications
it: Abilita notifiche
ja: 通知を有効にする
nl: Meldingen inschakelen
pt_pt: Ativar notificações
sv: Aktivera aviseringar

source: Invalid API key. Please check your credentials.
de: Ungültiger API-Schlüssel. Bitte überprüfen Sie Ihre Zugangsdaten.
el: Μη έγκυρο κλειδί API. Ελέγξτε τα διαπιστευτήριά σας.
es: Clave API no válida. Por favor, verifica tus credenciales.
fr: Clé API invalide. Veuillez vérifier vos identifiants.
it: Chiave API non valida. Controlla le tue credenziali.
ja: 無効なAPIキーです。認証情報を確認してください。
nl: Ongeldige API-sleutel. Controleer uw gegevens.
pt_pt: Chave API inválida. Por favor, verifique as suas credenciais.
sv: Ogiltig API-nyckel. Kontrollera dina uppgifter.

source: Post
de: Beitrag
el: Ανάρτηση
es: Publicar
fr: Publier
it: Pubblica
ja: 投稿
nl: Plaatsen
pt_pt: Publicar
sv: Inlägg

source: No Synchronized Data
de: Keine synchronisierten Daten
el: Δεν υπάρχουν συγχρονισμένα δεδομένα
es: No hay datos sincronizados
fr: Aucune donnée synchronisée
it: Nessun dato sincronizzato
ja: 同期されたデータはありません
nl: Geen gesynchroniseerde gegevens
pt_pt: Sem dados sincronizados
sv: Inga synkroniserade data

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pt_pt: Editar
sv: Redigera

# %lld compacted · %lld excluded
source: %1$lld compacted · %2$lld excluded
de: %1$lld komprimiert · %2$lld ausgeschlossen
el: %1$lld συμπιεσμένα · %2$lld εξαιρέθηκαν
es: %1$lld compactados · %2$lld excluidos
fr: %1$lld compactés · %2$lld exclus
it: %1$lld compattati · %2$lld esclusi
ja: %1$lld 件を圧縮 · %2$lld 件を除外
nl: %1$lld gecomprimeerd · %2$lld uitgesloten
pt_pt: %1$lld compactados · %2$lld excluídos
sv: %1$lld komprimerade · %2$lld uteslutna

source: %lld search tool(s) available on your server.
de: %lld Suchwerkzeug(e) auf Ihrem Server verfügbar.
el: %lld διαθέσιμο(α) εργαλείο(α) αναζήτησης στον διακομιστή σας.
es: %lld herramienta(s) de búsqueda disponibles en su servidor.
fr: %lld outil(s) de recherche disponible(s) sur votre serveur.
it: %lld strumento/i di ricerca disponibili sul tuo server.
ja: サーバーに %lld 個の検索ツールが利用可能です。
nl: %lld zoekhulpmiddel(en) beschikbaar op uw server.
pt_pt: %lld ferramenta(s) de pesquisa disponíveis no seu servidor.
sv: %lld sökverktyg tillgängliga på din server.

source: Testing...
de: Testen...
el: Δοκιμή...
es: Probando...
fr: Test en cours...
it: Test in corso...
ja: テスト中...
nl: Testen...
pt_pt: A testar...
sv: Testar...

source: %@ (Unavailable)
de: %@ (Nicht verfügbar)
el: %@ (Μη διαθέσιμο)
es: %@ (No disponible)
fr: %@ (Indisponible)
it: %@ (Non disponibile)
ja: %@（利用不可）
nl: %@ (Niet beschikbaar)
pt_pt: %@ (Indisponível)
sv: %@ (inte tillgänglig)

source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
pt_pt: Desconhecido
sv: Okänd

source: The attachment file path is invalid.
de: Der Dateipfad des Anhangs ist ungültig.
el: Η διαδρομή αρχείου του συνημμένου δεν είναι έγκυρη.
es: La ruta del archivo adjunto no es válida.
fr: Le chemin du fichier joint n’est pas valide.
it: Il percorso del file allegato non è valido.
ja: 添付ファイルのパスが無効です。
nl: Het bestandspad van de bijlage is ongeldig.
pt_pt: O caminho do ficheiro anexado é inválido.
sv: Sökvägen till den bifogade filen är ogiltig.

source: Teal
de: Blaugrün
el: Τιρκουάζ
es: Verde azulado
fr: Sarcelle
it: Turchese
ja: ティール
nl: Blauwgroen
pt_pt: Verde-azulado
sv: Blågrön

source: Getting the current date and time...
de: Aktuelles Datum und aktuelle Uhrzeit werden abgerufen…
el: Λήψη της τρέχουσας ημερομηνίας και ώρας…
es: Obteniendo la fecha y hora actuales...
fr: Obtention de la date et de l’heure actuelles…
it: Recupero della data e dell’ora correnti...
ja: 現在の日付と時刻を取得中…
nl: Huidige datum en tijd ophalen...
pt_pt: A obter a data e a hora atuais...
sv: Hämtar aktuellt datum och aktuell tid...

source: Chat Message
de: Chatnachricht
el: Μήνυμα συνομιλίας
es: Mensaje de chat
fr: Message de chat
it: Messaggio chat
ja: チャットメッセージ
nl: Chatbericht
pt_pt: Mensagem de Chat
sv: Chattmeddelande

source: Using tools...
de: Tools werden verwendet …
el: Χρήση εργαλείων...
es: Usando herramientas...
fr: Utilisation des outils…
it: Utilizzo degli strumenti...
ja: ツールを使用中…
nl: Tools worden gebruikt…
pt_pt: A utilizar ferramentas...
sv: Använder verktyg...

source: Chat image generation currently supports text prompts only.
de: Die Chat-Bildgenerierung unterstützt derzeit nur Texteingaben.
el: Η δημιουργία εικόνων μέσω συνομιλίας υποστηρίζει προς το παρόν μόνο προτροπές κειμένου.
es: La generación de imágenes del chat actualmente solo admite indicaciones de texto.
fr: La génération d’images dans le chat prend actuellement en charge uniquement les prompts textuels.
it: La generazione di immagini nella chat supporta attualmente solo prompt testuali.
ja: チャット画像生成は現在、テキストプロンプトのみに対応しています。
nl: Het genereren van chatafbeeldingen ondersteunt momenteel alleen tekstprompts.
pt_pt: A geração de imagens no Chat suporta atualmente apenas prompts de texto.
sv: Bildgenerering i chatten stöder för närvarande endast textbeskrivningar.

source: Open by design
de: Von Grund auf offen
el: Ανοιχτό εκ φύσεως
es: Abierta por diseño
fr: Ouvert par conception
it: Aperta per scelta
ja: 設計上オープンです
nl: Open van opzet
pt_pt: Aberto por design
sv: Öppen genom design

source: Tips appear only when their related features are available.
de: Tipps erscheinen nur, wenn die zugehörigen Funktionen verfügbar sind.
el: Οι συμβουλές εμφανίζονται μόνο όταν είναι διαθέσιμες οι σχετικές λειτουργίες.
es: Los consejos aparecen solo cuando sus funciones relacionadas están disponibles.
fr: Les astuces apparaissent uniquement lorsque leurs fonctionnalités associées sont disponibles.
it: I suggerimenti appaiono solo quando le relative funzionalità sono disponibili.
ja: ヒントは関連機能が利用可能な場合にのみ表示されます。
nl: Tips verschijnen alleen wanneer de bijbehorende functies beschikbaar zijn.
pt_pt: As dicas aparecem apenas quando as funcionalidades relacionadas estão disponíveis.
sv: Tips visas endast när deras relaterade funktioner är tillgängliga.

source: Copy URL
de: URL kopieren
el: Αντιγραφή URL
es: Copiar URL
fr: Copier l’URL
it: Copia URL
ja: URLをコピー
nl: URL kopiëren
pt_pt: Copiar URL
sv: Kopiera URL

source: Violet
de: Violett
el: Μωβ
es: Violeta
it: Viola
ja: 紫色
pt_pt: Violeta
sv: Lila

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
pt_pt: Guardar
sv: Spara

source: Ready to synchronize
de: Bereit zur Synchronisierung
el: Έτοιμο για συγχρονισμό
es: Listo para sincronizar
fr: Prêt à synchroniser
it: Pronto per la sincronizzazione
ja: 同期の準備完了
nl: Klaar om te synchroniseren
pt_pt: Pronto para sincronizar
sv: Klar att synkronisera

source: Refresh to try loading this MCP server again.
de: Aktualisieren, um zu versuchen, diesen MCP-Server erneut zu laden.
el: Ανανεώστε για να δοκιμάσετε να φορτώσετε ξανά αυτόν τον διακομιστή MCP.
es: Actualiza para intentar cargar este servidor MCP de nuevo.
fr: Actualisez pour essayer de charger à nouveau ce serveur MCP.
it: Aggiorna per provare a caricare di nuovo questo server MCP.
ja: 再読み込みして、このMCPサーバーの読み込みをもう一度お試しください。
nl: Vernieuw om te proberen deze MCP-server opnieuw te laden.
pt_pt: Atualize para tentar carregar novamente este servidor MCP.
sv: Uppdatera för att försöka läsa in den här MCP-servern igen.

source: The conversation summary cursor does not reference one of its messages.
de: Der Zusammenfassungs-Cursor der Unterhaltung verweist nicht auf eine seiner Nachrichten.
el: Ο δείκτης περίληψης συνομιλίας δεν αναφέρεται σε κάποιο από τα μηνύματά του.
es: El cursor del resumen de la conversación no hace referencia a uno de sus mensajes.
fr: Le curseur du résumé de la conversation ne fait pas référence à l’un de ses messages.
it: Il cursore del riepilogo della conversazione non fa riferimento a uno dei suoi messaggi.
ja: 会話の要約カーソルがメッセージのいずれかを参照していません。
nl: De samenvattingscursor van het gesprek verwijst niet naar een van zijn berichten.
pt_pt: O cursor do resumo da conversa não referencia uma das suas mensagens.
sv: Samtalssammanfattningens markör refererar inte till ett av dess meddelanden.

source: New suggestion
de: Neuer Vorschlag
el: Νέα πρόταση
es: Nueva sugerencia
fr: Nouvelle suggestion
it: Nuovo suggerimento
ja: 新しい提案
nl: Nieuwe suggestie
pt_pt: Nova sugestão
sv: Nytt förslag

source: Copper
de: Kupfer
el: Χάλκινο
es: Cobre
fr: Cuivre
it: Rame
ja: 銅
nl: Koper
pt_pt: Cobre
sv: Koppar

source: Jump back into your latest conversation
de: Springe zurück zu deinem letzten Gespräch.
el: Επιστροφή στην πιο πρόσφατη συνομιλία σας.
es: Vuelve a tu última conversación.
fr: Reprenez votre dernière conversation.
it: Ritorna alla tua ultima conversazione.
ja: 最新の会話に戻る
nl: Ga terug naar je laatste gesprek.
pt_pt: Voltar à sua conversa mais recente.
sv: Hoppa tillbaka till din senaste konversation.

source: Deletion Incomplete
de: Löschen nicht abgeschlossen
el: Η διαγραφή δεν ολοκληρώθηκε
es: Eliminación incompleta
fr: Suppression incomplète
it: Eliminazione incompleta
ja: 削除未完了
nl: Verwijderen niet voltooid
pt_pt: Eliminação incompleta
sv: Borttagningen är inte slutförd

source: Enable All Tools
de: Alle Werkzeuge aktivieren
el: Ενεργοποίηση όλων των εργαλείων
es: Activar todas las herramientas
fr: Activer tous les outils
it: Abilita tutti gli strumenti
ja: すべてのツールを有効にする
nl: Alle tools inschakelen
pt_pt: Ativar Todas as Ferramentas
sv: Aktivera alla verktyg

# Imported %lld conversations and restored %lld attachments.
source: Imported %1$lld conversations and restored %2$lld attachments.
de: %1$lld Konversationen importiert und %2$lld Anhänge wiederhergestellt.
el: Εισήχθησαν %1$lld συνομιλίες και αποκαταστάθηκαν %2$lld συνημμένα.
es: Se importaron %1$lld conversaciones y se restauraron %2$lld archivos adjuntos.
fr: %1$lld conversations importées et %2$lld pièces jointes restaurées.
it: Importate %1$lld conversazioni e ripristinati %2$lld allegati.
ja: %1$lld 件の会話をインポートし、%2$lld 件の添付ファイルを復元しました。
nl: %1$lld gesprekken geïmporteerd en %2$lld bijlagen hersteld.
pt_pt: Importadas %1$lld conversas e restaurados %2$lld anexos.
sv: Importerade %1$lld konversationer och återställde %2$lld bilagor.

source: Summarizer
de: Zusammenfasser
el: Περίληψη
es: Resumidor
fr: Résumé
it: Sintetizzatore
ja: 要約ツール
nl: Samenvatter
pt_pt: Sumarizador
sv: Sammanfattare

source: Answer a tricky question
de: Beantworte eine knifflige Frage
el: Απάντησε σε μια δύσκολη ερώτηση
es: Responder una pregunta difícil
fr: Répondre à une question délicate
it: Rispondi a una domanda difficile
ja: 難しい質問に答える
nl: Beantwoord een lastige vraag
pt_pt: Responder a uma pergunta difícil
sv: Svara på en klurig fråga

source: The attachment file could not be found.
de: Die Anhangsdatei konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση του συνημμένου αρχείου.
es: No se ha podido encontrar el archivo adjunto.
fr: Le fichier joint est introuvable.
it: Impossibile trovare il file allegato.
ja: 添付ファイルが見つかりませんでした。
nl: Het bijlagebestand kon niet worden gevonden.
pt_pt: Não foi possível encontrar o ficheiro anexado.
sv: Bilagefilen kunde inte hittas.

source: Test Connection
de: Verbindung testen
el: Δοκιμή σύνδεσης
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
ja: 接続をテスト
nl: Verbinding testen
pt_pt: Testar ligação
sv: Testa anslutning

source: Suggested by
de: Vorgeschlagen von
el: Προτεινόμενο από
es: Sugerido por
fr: Suggéré par
it: Suggerito da
ja: からの提案
nl: Voorgesteld door
pt_pt: Sugerido por
sv: Föreslagen av

source: Notifications enabled
de: Benachrichtigungen aktiviert
el: Ειδοποιήσεις ενεργοποιημένες
es: Notificaciones activadas
fr: Notifications activées
it: Notifiche attivate
ja: 通知が有効です
nl: Meldingen ingeschakeld
pt_pt: Notificações ativadas
sv: Aviseringar aktiverade

source: Fork from here
de: Abzweigen von hier
el: Δημιουργία αντιγράφου από εδώ
es: Bifurcar desde aquí
fr: Créer une branche ici
it: Crea fork da qui
ja: ここからフォーク
nl: Vertakking vanaf hier
pt_pt: Criar bifurcação daqui
sv: Gaffla härifrån

source: OpenClient may summarize or exclude older messages without removing them from your history.
de: OpenClient kann ältere Nachrichten zusammenfassen oder ausblenden, ohne sie aus Ihrem Verlauf zu entfernen.
el: Το OpenClient μπορεί να συνοψίζει ή να εξαιρεί παλαιότερα μηνύματα χωρίς να τα αφαιρεί από το ιστορικό σας.
es: OpenClient puede resumir o excluir mensajes antiguos sin eliminarlos de tu historial.
fr: OpenClient peut résumer ou exclure les anciens messages sans les supprimer de votre historique.
it: OpenClient può riassumere o escludere i messaggi più vecchi senza rimuoverli dalla tua cronologia.
ja: OpenClientは古いメッセージを履歴から削除せずに要約または除外することがあります。
nl: OpenClient kan oudere berichten samenvatten of uitsluiten zonder ze uit je geschiedenis te verwijderen.
pt_pt: O OpenClient pode resumir ou excluir mensagens antigas sem as remover do seu histórico.
sv: OpenClient kan sammanfatta eller utesluta äldre meddelanden utan att ta bort dem från din historik.

source: Use this memory
de: Diesen Speicher verwenden
el: Χρήση αυτής της μνήμης
es: Usar esta memoria
fr: Utiliser cette mémoire
it: Usa questa memoria
ja: このメモリを使用する
nl: Deze herinnering gebruiken
pt_pt: Usar esta memória
sv: Använd detta minne

source: iCloud Data Is Downloading
de: iCloud-Daten werden heruntergeladen
el: Γίνεται λήψη δεδομένων από το iCloud
es: Los datos de iCloud se están descargando
fr: Les données iCloud sont en cours de téléchargement
it: I dati di iCloud sono in fase di download
ja: iCloudデータをダウンロード中
nl: iCloud-gegevens worden gedownload
pt_pt: Os dados do iCloud estão a ser descarregados
sv: iCloud-data laddas ned

source: Not completed
de: Nicht abgeschlossen
el: Δεν ολοκληρώθηκε
es: No completado
fr: Non terminé
it: Non completato
ja: 未完了
nl: Niet voltooid
pt_pt: Não concluído
sv: Inte slutförd

source: Deletes these categories from iCloud and all synchronized devices: - Conversations and attachments - Personal Context - Memory - Custom Templates Newer data created after this deletion can synchronize again. This action cannot be undone.
de: Löscht diese Kategorien aus iCloud und von allen synchronisierten Geräten: - Unterhaltungen und Anhänge - Persönlicher Kontext - Erinnerungen - Benutzerdefinierte Vorlagen Neuere Daten, die nach dieser Löschung erstellt werden, können wieder synchronisiert werden. Diese Aktion kann nicht rückgängig gemacht werden.
el: Διαγράφει αυτές τις κατηγορίες από το iCloud και όλες τις συγχρονισμένες συσκευές: - Συνομιλίες και συνημμένα - Προσωπικό πλαίσιο - Μνήμη - Προσαρμοσμένα πρότυπα Τα νεότερα δεδομένα που δημιουργήθηκαν μετά από αυτήν τη διαγραφή μπορούν να συγχρονιστούν ξανά. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Elimina estas categorías de iCloud y de todos los dispositivos sincronizados: - Conversaciones y archivos adjuntos - Contexto personal - Memoria - Plantillas personalizadas Los datos más recientes creados después de esta eliminación pueden volver a sincronizarse. Esta acción no se puede deshacer.
fr: Supprime ces catégories d’iCloud et de tous les appareils synchronisés : - Conversations et pièces jointes - Contexte personnel - Mémoire - Modèles personnalisés Les nouvelles données créées après cette suppression peuvent à nouveau être synchronisées. Cette action est irréversible.
it: Elimina queste categorie da iCloud e da tutti i dispositivi sincronizzati: - Conversazioni e allegati - Contesto personale - Memoria - Modelli personalizzati I dati più recenti creati dopo questa eliminazione possono essere sincronizzati di nuovo. Questa azione non può essere annullata.
ja: これらのカテゴリをiCloudおよび同期済みのすべてのデバイスから削除します： - 会話と添付ファイル - パーソナルコンテキスト - メモリ - カスタムテンプレート この削除後に作成された新しいデータは、再び同期される可能性があります。この操作は取り消せません。
nl: Verwijdert deze categorieën uit iCloud en alle gesynchroniseerde apparaten: - Gesprekken en bijlagen - Persoonlijke context - Geheugen - Aangepaste sjablonen Nieuwere gegevens die na deze verwijdering worden aangemaakt, kunnen opnieuw worden gesynchroniseerd. Deze actie kan niet ongedaan worden gemaakt.
pt_pt: Elimina estas categorias do iCloud e de todos os dispositivos sincronizados: - Conversas e anexos - Contexto pessoal - Memória - Modelos personalizados Os dados mais recentes criados após esta eliminação podem ser sincronizados novamente. Esta ação não pode ser anulada.
sv: Tar bort dessa kategorier från iCloud och alla synkroniserade enheter: - Konversationer och bilagor - Personlig kontext - Minne - Anpassade mallar Nyare data som skapas efter denna radering kan synkroniseras igen. Den här åtgärden kan inte ångras.

source: Balanced
de: Ausgeglichen
el: Ισορροπημένη
es: Equilibrado
fr: Équilibré
it: Bilanciato
ja: バランス型
nl: Gebalanceerd
pt_pt: Equilibrada
sv: Balanserad

source: Opens the document preview
de: Öffnet die Dokumentvorschau
el: Ανοίγει την προεπισκόπηση του εγγράφου
es: Abre la vista previa del documento
fr: Ouvre l’aperçu du document
it: Apre l’anteprima del documento
ja: 書類のプレビューを開く
nl: Opent het documentvoorbeeld
pt_pt: Abre a pré-visualização do documento
sv: Öppnar förhandsvisningen av dokumentet
